{
  "i18n": {
    "index": {
      "title": "辻村研究室｜名古屋市立大学芸術工学部",
      "outline": [
        "This is the home page of Sei-ichi Tsujimura Laboratory, Nagoya City University.",
        "Our laboratory has developed the world's first device that can stimulate only melanopsin cells by adjusting the color of light, and is conducting experiments on the contribution of melanopsin cells to vision and non-visual functions in brain."
      ],
      "news": [
        {
          "date": "2023/06/22",
          "text": "Discovered that the use of special illumination light improves contrast (text and image shading) sensitivity in humans.(PDF: 0.99MB)",
          "link": "https://www.nagoya-cu.ac.jp/media/20230621press.pdf"
        },
        {
          "date": "2023/06/22",
          "text": "We have renewed our homepage. Please use it for your higher education and laboratory assignments."
        }
      ]
    },
    "laboratory": {
      "title": "Lab Info｜辻村研究室｜名古屋市立大学芸術工学部",
      "outline": "Prof. Tsujimura's interests are in the connection between sensory processes and higher brain functions, particularly through color and brightness processing. He also focuses on the function of ipRGCs, which play an important role in the brain. The aim of the research is to understand how sensory information is delivered, integrated and represented in the brain. Prof. Tsujimura and his collaborators were the first to show that ipRGCs contribute to brightness perception (T. M. Brown, S. Tsujimura et al., Melanopsin-based brightness discrimination in mice and humans. Curr Biol 22, 1134-1141 2012). Since then, many researchers have demonstrated the contribution of ipRGCs to brightness perception. It is considered very important for photometry and colorimetry to show the contribution of ipRGCs to brightness perception.",
      "section": {
        "research": {
          "subheading": "Melanopsin ganglion cells",
          "content": [
            "We are focusing on the relationship between sensory information processing, such as color and brightness, and higher brain functions. In addition, we are interested in understanding the function of intrinsicallyphotosensitive retinal ganglion cells (ipRGCs), which play an important role in the encoding of external light signals in the brain. Our goal is to answer the question of how processing in the retina is processed and integrated in vivo and how it is expressed in the brain. We employ psychophysical and neurophysiological methods in our research. The retina of our eye contains two types of photoreceptors (cone cells and rod cells). It has long been thought that these two photoreceptors are the only ones that allow us to see and discriminate between objects.",
            "However, a third photoreceptor, the melanopsin cell, has been discovered. Melanopsin cells possess a photoreceptor protein called melanopsin. The discovery of melanopsin cells has led to a fundamental rethinking of non-image-forming pathways and image-forming oathways, such as circadian light control and pupillary light reflex. Melanopsin cells are thought to play an important role in encoding ambient light in the brain. Signals from melanopsin cells stimulated by ambient light, along with signals from classical photoreceptor cells such as rods and cones, contribute to the function of non-imaging and imaging pathways in the brain.",
            "Our research group was the first in the world to discover that melanopsin cells contribute to brightness perception. On the other hand, the regulation of circadian rhythm, pupillary counter-response, and brightness perception are only a small part of the functions of melanopsin cells, and it is thought that there may be still other functions of melanopsin cells. For example, they may also affect memory, attention, mood, and migraine headaches."
          ]
        },
        "studentResearch": {
          "subheading": "Experimental Psychology and Neuroscience",
          "content": [
            "Contribution of melanopsin ganglion cells to the pupillary radial pathway.",
            "Functional association of color and luminance information with melanopsin ganglion cells",
            "Elucidating the Effects of Light Environment on Circadian Rhythms",
            "Elucidation of human color perception mechanisms",
            "Elucidation of human brightness perception mechanism"
          ]
        },
        "recentActivities": {
          "subheading": "Laboratory Training",
          "content": [
            "We used the NVIDA's Jetson Nano to study deep learning. The following video is from a test run using the collision avoidance driving demo to learn fall avoidance and collision avoidance."
          ]
        },
        "equipments": [
          {
            "name": "Spectroradiometer",
            "detail": "It measures the amount of physical energy (absolute value) per 1 nm pitch in the range of 380 nm to 780 nm of light visible to the human eye. The luminance, chromaticity, color temperature, main wavelength, etc. are also calculated with high precision from these values. It is used for calibration of various experimental equipment.",
            "image": "/equipments/image1.jpg"
          },
          {
            "name": "Spectroscopic irradiance meter",
            "detail": "The CL-500A spectroradiometer is a spectroradiometer capable of measuring color rendering index, correlated color temperature, chromaticity, illuminance (JIS general type AA class), dark irradiance, tristimulus value, principal wavelength stimulus purity, peak wavelength, and spectral irradiance value (360 nm to 780 nm 1 nm pitch: external output only).",
            "image": "/equipments/image2.jpg"
          },
          {
            "name": "2D color luminance meter",
            "detail": "The RTC-21 (2-D Color Luminance Meter) is a camera that uses an XYZ color system with sensitivity equivalent to that of the human eye, and can acquire color information over a wide color gamut that cannot be captured by ordinary RGB three-primary color cameras. The acquired wide color gamut and high color fidelity XYZ images can be checked on a PC, and XYZ image files can be saved and analyzed on a PC.",
            "image": "/equipments/image3.jpg"
          },
          {
            "name": "LED Cube",
            "detail": "THOUSLITE LEDCube is a 'lighting environment simulation light source' that uses a proprietary optimization algorithm and 10 special LEDs to easily and accurately simulate any lighting environment with different spectral distribution (SPD). We modified this eqipment and used it for the experiments.",
            "image": "/equipments/image4.jpg"
          }
        ]
      }
    },
    "members": {
      "list": [
        {
          "head": "日本学術振興会特別研究員",
          "data": ["齋藤 真里菜 / Marina Saito"]
        },
        {
          "head": "大学院修士課程",
          "data": ["藤田 優之 / Yuno Fujita"]
        },
        {
          "head": "B4",
          "data": [
            "岩崎 百花 / Momoka Iwasaki",
            "嬉野 友妃菜 / Yukina Ureshino",
            "大竹 未来 / Miku Otake",
            "滝川 瑞季 / Mizuki Takikawa",
            "中嶋 莉那 / Rina Nakajima",
            "三品 佳穂 / Kaho Mishina",
            "森 璃弥武 / Lyam Mori"
          ]
        },
        {
          "head": "B3",
          "data": [""]
        },
        {
          "head": "同窓生",
          "data": [
            "伊藤 登萌 / Tomoe Ito (2023)",
            "高須 葵 / Aoi Takasu (2023)",
            "Bullot Loefc (2021)",
            "Vincent Conus (2020)",
            "Yan Michellod (2019)"
          ]
        }
      ]
    },
    "publications": {
      "section": {
        "selectedArticles": {
          "subheading": "主な研究業績",
          "content": [
            {
              "title": "Melanopsin-Based Brightness Discrimination in Mice and Humans(2012)",
              "link": "https://www.cell.com/current-biology/fulltext/S0960-9822(12)00459-9?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS0960982212004599%3Fshowall%3Dtrue",
              "translation": "マウスとヒトにおけるメラノプシンに基づく輝度識別"
            },
            {
              "title": "Delayed response of human melanopsin retinal ganglion cells on the pupillary light reflex(2011)",
              "translation": "瞳孔光反射におけるヒトメラノプシン網膜神経節細胞の遅延性反応"
            },
            {
              "title": "Contribution of human melanopsin retinal ganglion cells to steady-state pupil responses(2010)",
              "link": "https://royalsocietypublishing.org/doi/abs/10.1098/rspb.2010.0330",
              "translation": "定常瞳孔反応に対するヒトメラノプシン網膜神経節細胞の寄与度"
            },
            {
              "title": "Two distinct cone-opponent processes in the L+M luminance pathway(2007)",
              "link": "http://www.sda.nagoya-cu.ac.jp/tsujimura/Tsujimura2007.pdf",
              "translation": "L+M輝度経路における2つの異なる錐体対向過程"
            },
            {
              "title": "Pupil response to colour signals in cone-contrast space(2006)",
              "translation": "錐体コントラスト空間における色信号に対する瞳孔の反応"
            },
            {
              "title": "Pupil responses associated with coloured afterimages are mediated by the magnocellular pathway(2003)",
              "link": "http://www.sda.nagoya-cu.ac.jp/tsujimura/Tsujimura2003.pdf",
              "translation": "大脳細胞経路によって媒介される色彩残像に伴う瞳孔の反応"
            },
            {
              "title": "Similarities between visual processing of shear and uniform motion(2002)",
              "link": "http://www.sda.nagoya-cu.ac.jp/tsujimura/Tsujimura2002.pdf",
              "translation": "せん断運動と一様運動に対する視覚処理の類似性"
            },
            {
              "title": "A linear chromatic mechanism drives the pupillary responses(2001)",
              "link": "https://royalsocietypublishing.org/doi/abs/10.1098/rspb.2001.1775",
              "translation": "リニアクロマティックメカニズムにより駆動する瞳孔の反応"
            },
            {
              "title": "Technique to investigate the temporal phase shift between L- and M-cone inputs to the luminance mechanism(2000)",
              "link": "http://www.sda.nagoya-cu.ac.jp/tsujimura/Tsujimura2000.pdf",
              "translation": "輝度機構におけるL錐体入力とM錐体入力の時間的位相差を調べる技術"
            },
            {
              "title": "Selective cone suppression by the L-M and M-L cone-opponent mechanisms in the luminance pathway(1999)",
              "link": "http://www.sda.nagoya-cu.ac.jp/tsujimura/Tsujimura1999.pdf",
              "translation": "輝度経路におけるL-MおよびM-L錐体対向機構による選択的な錐体抑制について"
            }
          ]
        },
        "collaborations": {
          "subheading": "共同研究",
          "content": [
            {
              "heading": "Melanopsin expressing retinal ganglion cells",
              "content": [
                "Katsunori Okajima,School of Engineering,Yokohama National University,Japan",
                "Akiyoshi Kitaoka,Department of Psychology,Ritsumeikan University,Japan",
                "Robert Lucas,Faculty of Life Sciences,The University of Manchester,UK",
                "Su-ling Yeh,National Taiwan University,Taiwan"
              ]
            },
            {
              "heading": "Pupil & Clinical research",
              "content": [
                "Aki Kawasaki, Department of Neuro-ophthalmology, University of Lausanne, Switzerland",
                "Martial Geiser, System engineering institute, HES-SO Valais-Wallis, Switzerland",
                "John L Barbur,School of Community and Health Sciences,City University London,UK",
                "James Wolffsohn,School of Life and Health Sciences,Aston University,UK"
              ]
            },
            {
              "heading": "Circadian Rhy thms",
              "content": [
                "Takeshi Morita,Department of Living Environmental Science,Fukuoka Women's University",
                "Shigekazu Higuchi,Faculty of Design,Kyushu University,Japan",
                "Shuhei Hashiguchi,Department of Chemistry, Biotechnology, and Chemical Engineering Graduate School of Science and Engineering, Kagoshima University,Japan"
              ]
            }
          ]
        },
        "media": {
          "subheading": "メディア掲載情報",
          "content": [
            {
              "date": "2012/06/07, 14",
              "heading": "週刊新潮で研究が紹介",
              "media": "「サイエンス宅配便：目の中にある第３の受容体」（サイエンスライター竹内薫さん）"
            },
            {
              "date": "2012/06/04",
              "heading": "日経BPネットで研究が紹介",
              "media": "「照明機器やディスプレイの省エネにもつながる」、明るさ感に影響を与える仕組みを鹿児島大学らが解明",
              "link": "https://xtech.nikkei.com/dm/article/NEWS/20120604/221397/"
            },
            {
              "date": "2012/05/28",
              "heading": "南日本新聞22面で研究が紹介",
              "media": "「網膜メラノプシン神経節細胞：明るさ知覚の機能確認」"
            },
            {
              "date": "2011/3/26",
              "heading": "南日本新聞 「研究のおと」欄",
              "media": "「生体リズムの解明：手作り装置で細胞機能解明」"
            },
            {
              "date": "2010/11",
              "heading": "鹿児島大学広報誌 鹿大ジャーナルで研究が紹介",
              "media": "「メラノプシン神経節細胞の機能解明に挑む」",
              "link": "http://www.sda.nagoya-cu.ac.jp/tsujimura/kadaiNo185_2010.pdf"
            },
            {
              "date": "2010/4/23",
              "heading": "科学新聞",
              "media": "「概日リズム調節に関与 新光受容器メカニズム発見」"
            },
            {
              "date": "2010/6/11",
              "heading": "南日本新聞",
              "media": "「鹿児島知の最前線：時差ぼけを早期修正.新装置で神経細胞を刺激」"
            },
            {
              "date": "2008/8",
              "heading": "積水化学工業",
              "media": "「自然に学ぶ研究事例：自然光に学ぶ多原色光源装置の開発」",
              "link": "https://www.sekisui.co.jp/sustainability_report/"
            }
          ]
        }
      }
    },
    "students": {
      "content": "現在お知らせはありません。"
    }
  }
}
